Repository: code4romania/redirectioneaza
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Register your organization and discover all NGO Hub apps dedicated to the civic society. Simple and free.
ro: Înregistrează-ți organizația și descoperă toate aplicațiile din NGO Hub dedicate societății civile. Simplu și gratuit.

source: Read more
ro: Citește mai multe

source: You have activated the Redirecționează platform in your NGO Hub account
ro: Ai activat platforma Redirecționează pentru organizația ta în NGO Hub

source: Activate the Redirecționează application for your organization in NGO Hub
ro: Activează aplicația Redirecționează din NGO Hub pentru organizația ta

source: Check with your organization's administrator if access to this platform is correctly configured.
ro: Verifică cu administratorul organizației tale dacă accesul la această platformă este configurat corect.

source: Add the Redirecționează application for your organization in the All applications section of your administrator account. You and the team will be able to manage the online form collection.
ro: Adaugă aplicația Redirecționează în secțiunea "Toate aplicațiile" pentru organizația ta, din contul de administrator. Tu și echipa ta veți putea gestiona colectarea formularelor online.

source: You have access permission from the organization's administrator in NGO Hub
ro: Ai permisiunea de acces din partea administratorului organizației din NGO Hub

source: Give access to your colleagues in NGO Hub
ro: Oferă acces colegilor tăi în NGO Hub

source: Check with your organization's administrator if they have given you access to the Redirecționează application.
ro: Verifică cu administratorul organizației tale dacă ți-a oferit acces în aplicația Redirecționează.

source: Add colleagues in NGO Hub by giving them redirectioneaza.ro accounts. For them to use the application, be sure to grant them access from the organization's administration account.
ro: Adaugă colegi în NGO Hub, oferindu-le conturi pe redirectioneaza.ro. Ca ei să poată folosi aplicația, asigurăte că le permiți accesul din contul de administrator al organizației.

source: Open options
ro: Deschide opțiunile

source: Dropdown menu, show/hide based on menu state.
ro: Meniu derulant, arată/ascunde în funcție de starea meniului.

source: Copy the link
ro: Copiază linkul

source: Copied the link
ro: Linkul a fost copiat

source: Be a civic superhero
ro: Fii un super-erou civic

source: If you can't redirect your income tax, or you want to give an extra hand, you can support the organization to collect more forms, or you can support the redirectioneaza.ro project through a donation.
ro: Dacă tu nu poți redirecționa impozitul,sau vrei să dai o mână de ajutor în plus,poți susține organizația să strângă mai multe formulare,sau poți susține proiectul redirectioneaza.ro printr-o donație.

source: Share the page
ro: Distribuie pagina

source: Share this page on social networks, and encourage your friends to complete the online form for the organization you believe in, simply and safely, on redirectioneaza.ro
ro: Distribuie această pagină pe rețelele sociale, și încurajează-ți prietenii să completeze formularul online pentru organizația în care crezi, simplu și în siguranță, pe redirectioneaza.ro.

source: Collect printed forms
ro: Colectează formulare tipărite

source: Download the uncompleted form, print multiple copies. Convince as many friends as possible to complete it, and send the documents to the organization.
ro: Descarcă declarația 230 necompletată, printează mai multe exemplare. Convinge cât mai mulți prieteni să îl completeze, și trimite documentele organizației.

source: Download the form
ro: Descarcă formularul

source: Support redirectioneaza.ro
ro: Susține redirectioneaza.ro

source: Together we digitize Romania! Redirecționează is a project dedicated to NGOs, developed by the Code4Romania. Find out how you can support our activity.
ro: Împreună digitalizăm România!Platforma Redirecționează este un proiect dedicat ONG-urilor, dezvoltat de organizația Code4Romania.Află cum poți susține activitatea noastră.

source: Support the Infrastructure for Good
ro: Sprijină Infrastructura Binelui

source: Reset filter
ro: Resetează filtrul

source: Toggle dropdown
ro: Schimbă meniul derulant

source: Upload a logo in NGO Hub
ro: Încarcă un logo în NGO Hub

source: Upload an image
ro: Încarcă o imagine

source: Clear search
ro: Șterge căutarea

source: Close
ro: Închide

source: Hello,
ro: Salut,

source: Welcome to redirectioneaza.ro!
ro: Bine ai venit pe redirectioneaza.ro!

source: We're happy to have you on the platform! To activate your account, you have to confirm your email address by clicking the button below.
ro: Suntem bucuroși să te avem pe platformă! Pentru a-ți activa contul, trebuie să-ți confirmi adresa de email apăsând butonul de mai jos.

source: Activate your account
ro: Activează-ți contul

source: Thank you for being part of this community!
ro: Mulțumim că faci parte din această comunitate!

source: If you didn't request a password reset, you can ignore this email. For any other questions or concerns, feel free to write to us at <a href="mailto:%(contact_email)s">%(contact_email)s</a> or <a href="https://www.ngohub.ro/ro/suport-tehnic-redirectioneaza">check out the support page</a>.
ro: Dacă nu ai cerut schimbarea parolei, te rugăm să ignori acest mesaj. Pentru alte întrebări sau nelămuriri, scrie-ne cu încredere la <a href="mailto:%(contact_email)s">%(contact_email)s</a> sau <a href="https://www.ngohub.ro/ro/suport-tehnic-redirectioneaza">consultă pagina de suport</a>.

source: If you didn't request a password reset, you can ignore this email. For any other questions or concerns, feel free to write to us at %(contact_email)s or check out the support page.
ro: Dacă nu ai cerut schimbarea parolei, te rugăm să ignori acest mesaj. Pentru alte întrebări sau nelămuriri, scrie-ne cu încredere la %(contact_email)s sau consultă pagina de suport.

source: You have been invited to join redirectioneaza.ro and manage the partner account for %(partner_name)s. To accept the invitation and set up your account, please click the button below.
ro: Ai fost invitat să te alături redirectioneaza.ro și să gestionezi contul partener pentru %(partner_name)s. Pentru a accepta invitația și a-ți seta contul, te rugăm să apeși butonul de mai jos.

source: Confirm invite
ro: Confirmă invitația

source: We received a request to reset your password on redirectioneaza.ro. Your account is managed through the NGO Hub platform. To log in or manage your password, please use your NGO Hub account credentials and log in to redirectioneaza.ro through NGO Hub.
ro: Am primit o solicitare de resetare a parolei tale pe redirectioneaza.ro. Se pare că contul organizației este gestionat din platforma NGO Hub. Pentru a te conecta sau a-ți gestiona parola, te rugăm folosește datele de autentificare în contul tău NGO Hub și conectează-te la redirectioneaza.ro prin NGO Hub.

source: We received a request to reset your password on redirectioneaza.ro. You can reset your password by clicking the button below.
ro: Am primit o cerere de resetare a parolei tale pe redirectioneaza.ro. Poți să-ți resetezi parola apăsând butonul de mai jos.

source: A new NGO has registered on redirectioneaza.ro
ro: Un nou ONG s-a înregistrat pe redirectioneaza.ro

source: NGO name
ro: Nume ONG

source: NGO email
ro: Email ONG

source: If you have any questions, please contact us at
ro: Dacă ai întrebări, te rugăm să ne contactezi la

source: Independent Non-profit organization, politically unaffiliated, and apolitical.
ro: Organizație neguvernamentală independentă, neafiliată politic și apolitică.

source: Redirecționează logo
ro: Logo Redirecționează

source: Do you want to give an extra helping hand?
ro: Vrei să dai o mână de ajutor în plus?

source: If you want to be a true civic superhero, you can help the organization collect more forms! Here's how:
ro: Dacă vrei să fii un adevărat super erou civic, poți ajuta organizația să strângă mai multe formulare! Iată cum:

source: Share the <a href="%(ngo_url)s">organization's page</a> on social networks and encourage your friends to complete the form online for the organization you believe in, simply and safely, on redirectioneaza.ro.
ro: Împărtășește <a href="%(ngo_url)s">pagina organizației</a> pe rețelele de socializare și încurajează-ți prietenii să completeze formularul online pentru organizația în care crezi, simplu și în siguranță, pe redirectioneaza.ro.

source: Download the form 230 template for <a href="%(ngo_url)s">%(ngo_name)s</a>, print multiple copies and convince your colleagues, friends or family to complete it.
ro: Sau descarcă declarația 230 pentru <a href="%(ngo_url)s">%(ngo_name)s</a>, printează mai multe exemplare și convinge-ți colegii, prietenii sau familia să o completeze.

source: Share the organization's page on social networks and encourage your friends to complete the form online for the organization you believe in, simply and safely, on redirectioneaza.ro.
ro: Împărtășește pagina organizației pe rețelele de socializare și încurajează-ți prietenii să completeze formularul online pentru organizația în care crezi, simplu și în siguranță, pe redirectioneaza.ro.

source: Download the form 230 template for %(ngo_name)s, print multiple copies and convince your colleagues, friends or family to complete it.
ro: Descarcă modelul formularului 230 pentru %(ngo_name)s, tipărește mai multe copii și să-i convingi pe colegii, prietenii sau familia ta să-l completeze.

source: Did you receive this email by mistake? Please let us know at <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
ro: Ai primit acest email din greșeală? Contactează-ne la <a href="mailto:%(contact_email)s">%(contact_email)s</a>.

source: Did you receive this email by mistake? Please let us know at %(contact_email)s.
ro: Ai primit acest email din greșeală? Contactează-ne la %(contact_email)s.

source: <p> If you're having trouble clicking the %(title)s button, copy and paste the URL below into your web browser: <a href="%(url)s" class="break-all">%(url)s</a> </p>
ro: <p> Dacă întâmpini dificultăți la apăsarea butonului %(title)s, copiază și lipește URL-ul de mai jos în browser-ul tău web: <a href="%(url)s" class="break-all">%(url)s</a> </p>

source: You're one step closer to redirecting your income tax to the cause you believe in
ro: Ești un pas mai aproape de a redirecționa impozitul pe venit către cauza în care crezi

source: Thank you for choosing to support %(ngo_name)s! You can download the completed form by clicking the button below.
ro: Mulțumim că ai ales să susții %(ngo_name)s! Poți descărca formularul completat apăsând butonul de mai jos.

source: The next steps
ro: Pașii următori

source: To complete the redirection, all you need to do is print the form, sign it, and then choose one of the following options:
ro: Pentru a finaliza redirecționarea, tot ce trebuie să faci este să tipărești formularul, să-l semnezi și apoi să alegi una dintre variantele următoare:

source: Send it to the beneficiary NGO, which will then take care of submitting it to ANAF.
ro: Îl trimiți către ONG-ul beneficiar, care se va ocupa apoi de depunerea la ANAF.

source: Send it or submit it directly to the tax office (ANAF) in the area where you are domiciled, until <strong>%(donation_limit_day)s %(donation_limit_month_name)s %(donation_limit_year)s</strong>.
ro: Îl trimiți sau depui direct la unitatea fiscală (ANAF) în raza căreia ai domiciliul, până pe <strong>%(donation_limit_day)s %(donation_limit_month_name)s %(donation_limit_year)s</strong>.

source: <dl> <div> <dt>Name:</dt> <dd>%(ngo_name)s</dd> </div> <div> <dt>Address:</dt> <dd>%(ngo_address)s</dd> </div> <div> <dt>Email:</dt> <dd><a href="mailto:%(ngo_email)s">%(ngo_email)s</a></dd> </div> </dl>
ro: <dl> <div> <dt>Nume:</dt> <dd>%(ngo_name)s</dd> </div> <div> <dt>Adresă:</dt> <dd>%(ngo_address)s</dd> </div> <div> <dt>Email:</dt> <dd><a href="mailto:%(ngo_email)s">%(ngo_email)s</a></dd> </div> </dl>

source: Thank you for your involvement!
ro: Mulțumim pentru implicare!

source: Send it or submit it directly to the tax office (ANAF) in the area where you are domiciled, until {{ donation_limit_day }} {{ donation_limit_month_name }} {{ donation_limit_year }}.
ro: Îl trimiți sau depui direct la unitatea fiscală (ANAF) în raza căreia ai domiciliul, până pe %(donation_limit_day)s %(donation_limit_month_name)s %(donation_limit_year)s.

source: The organization's contact info
ro: Informații de contact ale organizației

source: Good news! You have just redirected a part of your income tax!
ro: Vești bune! Ai redirecționat o parte din impozitul pe venit!

source: Thank you for choosing to support %(ngo_name)s! Your form has reached the organization, so you don't have to worry about anything else. You can see the form you have filled in by clicking the button below.
ro: Mulțumim că ai ales să susții %(ngo_name)s! Formularul tău a ajuns la organizație, așa că nu mai trebuie să-ți faci griji. Poți vedea formularul pe care l-ai completat apăsând butonul de mai jos.

source: Your redirection form was removed from redirectioneaza.ro
ro: Formularul tău de redirecționare a fost eliminat de pe redirectioneaza.ro

source: Thank you for choosing to support %(cause_name)s! The administrators of the platform have unfortunately removed the redirection because of an error or a request from the NGO. If you wish to redirect again to the same cause, please go to the following link:
ro: Mulțumim că ai ales să susții %(cause_name)s! Din păcate, administratorii platformei au eliminat redirecționarea din cauza unei erori sau a unei solicitări din partea ONG-ului. Dacă dorești să redirecționezi din nou către aceeași organizație, te rugăm să accesezi următorul link:

source: Redirect
ro: Redirecționează

source: We have received your request and prepared the archive with your organization's forms. You can access the documents by clicking the button below. Remember that the deadline for submitting the forms to ANAF is
ro: Am primit cererea ta și am pregătit arhiva cu formularele organizației. Poți accesa documentele, apăsând pe butonul de mai jos. Nu uita că termenul limită pentru depunerea formularelor la ANAF este

source: Good news! You have a new redirection form
ro: Vești bune! Ai un nou formular de redirecționare

source: A new superhero has decided to support your organization by redirecting income tax. You can access the completed form by clicking the button below. Remember to submit it to ANAF to complete the process!
ro: Un nou super erou a decis să susțină organizația ta redirecționând impozitul pe venit. Poți accesa formularul completat apăsând butonul de mai jos. Nu uita să-l depui la ANAF pentru a finaliza procesul!

source: Continue without signing?
ro: Continui fără să semnezi?

source: If you continue without signing online, your form will be generated, and you will be able to download the PDF, but it will not reach the NGO. We rely on you to print, sign the form by hand, and send it to the NGO by post or email, or you will submit it independently to ANAF.
ro: Dacă mergi mai departe fără să semnezi online, formularul tău va fi generat și vei putea să descarci PDF-ul, însă acesta nu va ajunge la ONG. Ne bazăm pe tine că vei imprima, semna formularul de mână și îl vei trimite către ONG prin poștă sau email, sau îl vei depune singur la ANAF.

source: Back
ro: Înapoi

source: Continue
ro: Continuă

source: Signature modal
ro: Modal de semnătură

source: Add signature
ro: Adaugă semnătura

source: Draw your signature in the canvas below.
ro: Desenează semnătura în câmpul de mai jos.

source: Reset
ro: Resetează

source: Notice!
ro: Notă!

source: The donation form can only be filled out between <span class="text-amber-600">January 1st</span> and <span class="text-amber-600">%(limit.day)s %(month_limit)s</span> of the current year.
ro: Formularul de donație poate fi completat doar între <span class="text-amber-600">1 ianuarie</span> și <span class="text-amber-600">%(limit.day)s %(month_limit)s</span> al anului curent.

source: Description
ro: Descriere

source: Redirect easily and quickly
ro: Redirecționează simplu și rapid

source: Since 2022, form 230 can be submitted online. Fill in the form with the data from your ID, sign it online, and it will be automatically sent to the organization. Alternatively, your form will be generated, and you will be able to download the PDF, but it will not reach the NGO. We rely on you to print, sign the form by hand, and send it to the NGO by mail or email, or submit it directly to ANAF.
ro: Din anul 2022 formularele 230 pot fi depuse online. Completează formularul cu datele din actul de identitate, semnează-l online iar acesta va fi trimis automat către organizație. Alternativ, formularul tău va fi generat si vei putea sa descarci pdf-ul, însa acesta nu va ajunge la ONG. Ne bazăm pe tine că vei imprima, semna formularul de mână și îl vei trimite către ONG prin poștă sau email, sau îl vei depune direct la ANAF.

source: Personal data
ro: Informații personale

source: Father's initial
ro: Inițiala tatălui

source: Personal identification number
ro: CNP

source: Phone number
ro: Număr de telefon

source: Home address
ro: Adresă de domiciliu

source: Street name
ro: Stradă

source: Flat
ro: Bloc

source: County/Sector
ro: Județ/Sector

source: Handwritten signature
ro: Semnătură olografă

source: Data sharing information
ro: Informații privind partajarea datelor

source: I want my redirection to be valid for two years
ro: Doresc ca redirecționarea să se realizeze pe o perioadă de 2 ani

source: I agree that ANAF may communicate to the beneficiary entity my identification data (name, surname, and personal identification code/tax identification number), as well as the amount directed.
ro: Sunt de acord ca ANAF să comunice entității beneficiare datele mele de identificare (nume, prenume și cod numeric personal/număr de identificare fiscală), precum și suma direcționată.

source: I agree that this NGO may contact me in the future with details about the projects implemented
ro: Sunt de acord ca acest ONG să mă contacteze pe viitor cu detalii despre proiectele implementate

source: I agree with <a class="%(href_class)s" href="%(terms_url)s"> the Terms of the application </a>. <a class="%(href_class)s" href="%(policy_url)s"> the Privacy Policy </a>.
ro: Sunt de acord cu <a class="%(href_class)s" href="%(terms_url)s"> Termenii aplicației</a> și cu <a class="%(href_class)s" href="%(policy_url)s">Politica de confidențialitate</a>.

source: Confirm sending without signature modal
ro: Modal de confirmare trimitere fără de semnătură

source: Send signed form
ro: Trimite formularul semnat

source: Continue without signing
ro: Continuă fără a semna

source: Send the form
ro: Trimite formularul

source: Thank you! Part of your income tax will go to the cause you believe in
ro: Îți mulțumim! O parte din impozitul tău pe venit va merge către cauza în care crezi

source: Your form has been sent to the organization, and they will take care of submitting it to the tax office. You will receive a copy of it by email shortly.
ro: Formularul tău a fost trimis către organizație, iar aceștia se vor ocupa de depunerea lui la ANAF. Vei primi în scurt timp o copie a acestuia pe email.

source: Together we can make a positive change in society, that's why we need as many people like you as possible. See below how you can contribute more.
ro: Împreună putem aduce o schimbare în bine în societate, de aceea avem nevoie de cât mai mulți oameni ca tine. Vezi mai jos cum poți să contribui mai mult.

source: You are one step closer to redirecting your income tax...
ro: Ești cu un pas mai aproape de a redirecționa impozitul tău pe venit...

source: We have generated the form with your data. Next, it needs to be signed and sent. See below, or in the email, the steps you need to follow.
ro: Am generat formularul cu datele tale. Mai departe, el trebuie semnat și trimis. Vezi mai jos, sau pe email, pașii pe care trebuie să îi urmezi.

source: After you print and sign the form, you have the following options:
ro: După ce printezi și semnezi formularul, ai următoarele opțiuni:

source: You scan and send it by email to the NGO, and they will take care of submitting it. The NGO's email address is:
ro: Îl scanezi și îl trimiți pe email către ONG și ei se vor ocupa de depunerea lui. Adresa de email a ONG-ului este:

source: You send it by post with a registered letter to the tax office (ANAF) you belong to.
ro: Îl trimiți prin poștă cu scrisoare recomandată la unitatea fiscală (ANAF) de care aparții.

source: Search for the office you belong to in this list;
ro: Caută oficiul din care faci parte în această listă;

source: You send it by post or courier to the NGO's address, and they will take care of submitting it. Their address is:
ro: Îl trimiți prin poștă sau curier la adresa ONG-ului, iar ei se vor ocupa de depunerea lui. Adresa lor este:

source: the county
ro: județul

source: Alternatively, you can choose to refill the form and sign it online at any time, in which case it will go directly to the organization in digital format, and they will complete the redirection process.
ro: Alternativ, poți alege oricând să recompletezi formularul și să-l semnezi online, caz în care va ajunge direct la organizație în format digital iar aceștia vor finaliza procesul de redirecționare.

source: Date generated
ro: Data generării

source: No. of Forms
ro: Număr formulare

source: Download link
ro: Link de descărcare

source: No archives were generated
ro: Nu s-au generat arhive

source: In progress
ro: Se generează...

source: Unknown
ro: Necunoscut

source: Download
ro: Descarcă

source: exports
ro: exporturi

source: Here you can find the archives of forms that have been exported. If are collecting signed forms, the archive containing those forms will also contain the documents for the ANAF dynamic PDF.
ro: Aici poți vedea arhivele formularelor exportate. Dacă ai colectat formulare semnate online, arhiva respectivă va include și documentele necesare pentru PDF-ul dinamic ANAF.

source: <p> Your organization is not accepting forms by e-mail. This means that users will have to download and print the form, fill it in, and send it to the organization's address or to their ANAF office. </p>
ro: <p>Organizația ta nu a activat momentan semnarea online a formularelor de redirecționare. Acum, utilizatorii vor trebui să descarce și să imprime formularul, să-l completeze manual și să-l trimită fie la adresa organizației, fie la un oficiu ANAF. Permite semnarea online, bifând opțiunea din pagina “Date formular”.</p>

source: Go to the form page
ro: Mergi la pagina formularului

source: <p> The information below is public for redirectioneaza.ro users. </p> <p> Some fields are disabled because they are automatically taken from your organization's account in NGO Hub. You can modify them at any time directly in NGO Hub, then update them on redirectioneaza.ro by pressing the "Fetch from NGO Hub" button. </p>
ro: <p>Informațiile de mai jos sunt publice pentru utilizatorii redirectioneaza.ro.</p><p>Unele câmpuri sunt dezactivate deoarece sunt preluate automat din contul organizației tale din NGO Hub. Le poți modifica oricând direct în NGO Hub, apoi actualiza pe redirectioneaza.ro apăsând butonul “Preia din NGO Hub”.</p>

source: Go to NGO Hub
ro: Mergi la NGO Hub

source: Filters
ro: Filtre

source: Clear filters and search
ro: Șterge filtrele și căutarea

source: View public page
ro: Vezi pagina publică

source: Download the form filled with the organization's data, print it, and collect contributions offline.
ro: Descarcă formularul completat cu datele organizației, tipărește-l și colectează contribuții offline.

source: Get from NGO Hub
ro: Preia din NGO Hub

source: Save changes
ro: Salvează modificările
