Repository: code4romania/redirectioneaza
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Generate donations archive
ro: Generează arhiva de donații

source: The donations archive has been generated for the following NGOs:
ro: Arhiva de donații a fost generată pentru următoarele ONG-uri:

source: The donations archive could not be generated for any of the selected NGOs.
ro: Arhiva de donații nu a putut fi generată pentru niciunul dintre ONG-urile selectate.

source: NGO
ro: ONG

source: Cause
ro: Cauză

source: Date
ro: Data

source: Donation removal
ro: Eliminare donație

source: Invalid value for the %(title)s filter.
ro: Valoare invalidă pentru filtrul %(title)s.

source: NGO ID
ro: ID ONG

source: Cause ID
ro: ID Cauză

source: Availability
ro: Disponibilitate

source: Identity
ro: Identitate

source: File
ro: Fișier

source: Form
ro: Formular

source: Remove donations and notify donors
ro: Elimină donațiile și notifică donatorii

source: Out of %(queryset_size)d donor
ro: Din %(queryset_size)d donator

source: %(success)d was deleted
ro: %(success)d a fost șters

source: %(failure)d was not deleted
ro: %(failure)d nu a fost șters

source: Existing User
ro: Utilizator existent

source: Select the new owner of the NGO. You can only select active users that don't have an NGO.
ro: Selectează noul administrator al ONG-ului. Poți selecta doar utilizatori activi care nu au un ONG.

source: User Link
ro: Link utilizator

source: User Details
ro: Detalii utilizator

source: User Permissions
ro: Permisiuni utilizator

source: User
ro: Utilizator

source: Has NGO Hub account
ro: Are cont NGO Hub

source: Yes
ro: Da

source: No
ro: Nu

source: Has owner
ro: Are utilizator

source: Donations
ro: Donații

source: Activity
ro: Activitate

source: Details
ro: Detalii

source: NGO Hub link
ro: Link NGO Hub

source: CIF
ro: CUI/CIF

source: Open the NGO donor list
ro: Deschide lista de donatori pentru acest ONG

source: This user already has an NGO.
ro: Acest utilizator are deja un ONG.

source: This user is a staff member.
ro: Acest utilizator este un membru al staff-ului.

source: This user is an NGO Hub user.
ro: Acest utilizator este un utilizator NGO Hub.

source: Owner changed successfully.
ro: Administratorul a fost schimbat cu succes.

source: Change owner
ro: Schimbă administrator

source: The form is not valid.
ro: Formularul nu este valid.

source: Change owner of NGO '%(name)s'
ro: Schimbă administratorul ONG-ului '%(name)s'

source: Clean up registration numbers
ro: Curăță numerele de înregistrare

source: Successfully cleaned registration numbers
ro: Au fost curățate cu succes numerele de înregistrare

source: for 1 NGO.
ro: pentru 1 ONG.

source: Update from NGO Hub synchronously
ro: Actualizează din NGO Hub sincron

source: NGOs updated from NGO Hub.
ro: ONG-urile au fost actualizate din NGO Hub.

source: Update from NGO Hub asynchronously
ro: Actualizează din NGO Hub asincron

source: NGOs are being updated from NGO Hub.
ro: ONG-urile sunt actualizate din NGO Hub.

source: Remove prefilled forms
ro: Elimină formularele completate

source: Invalid country code
ro: Cod de țară invalid

source: Unknown phone number format
ro: Format necunoscut pentru numărul de telefon

source: Invalid phone number
ro: Număr de telefon invalid

source: The ID number cannot be all zeros
ro: Numărul de identificare nu poate fi format doar din zerouri

source: The ID number format is not valid
ro: Formatul numărului de identificare nu este valid

source: The ID number must contain only digits
ro: Numărul de identificare trebuie să conțină doar cifre

source: The ID number must be between 2 and 10 digits long
ro: Numărul de identificare trebuie să aibă între 2 și 10 cifre

source: The ID number is not valid
ro: Numărul de identificare nu este valid

source: Email is required
ro: Adresa de email este obligatorie

source: Password is required
ro: Parola este obligatorie

source: First name is required
ro: Prenumele este obligatoriu

source: Last name is required
ro: Numele este obligatoriu

source: Passwords do not match
ro: Parolele nu se potrivesc

source: Name
ro: Nume

source: Contact email
ro: Email de contact

source: Display email
ro: Afișează email

source: Contact phone
ro: Telefon de contact

source: Display phone
ro: Afișează telefon

source: Address
ro: Adresă

source: Locality
ro: Localitate

source: County
ro: Județ

source: Active region
ro: Regiune activă

source: An NGO with this CUI/CIF already exists.
ro: O organizație cu acest CUI/CIF există deja.

source: The logo type is not supported.
ro: Extensia fișierului nu este suportată.

source: The logo size is too large.
ro: Mărimea imaginii este prea mare.

source: Slug
ro: URL organizație

source: An NGO with this slug already exists.
ro: O organizație cu acest url există deja.

source: This slug is already used by another form.
ro: Acest URL este deja folosit.

source: This slug is not allowed.
ro: Acest url nu este permis.

source: Last name
ro: Nume

source: First name
ro: Prenume

source: Initial
ro: Inițială

source: Phone
ro: Telefon

source: Street
ro: Strada

source: Number
ro: Număr

source: Building
ro: Bloc

source: Entrance
ro: Scara

source: Floor
ro: Etaj

source: Apartment
ro: Apartament

source: Two years
ro: Doi ani

source: Agree contact
ro: Acord contact

source: Agree terms
ro: Acord termeni

source: Signature
ro: Semnătura

source: wage
ro: salariu

source: pension
ro: pensie

source: is available
ro: este disponibil

source: If the donation is available on the platform (not removed)
ro: Dacă donația este disponibilă pe platformă (nu a fost eliminată)

source: cause
ro: cauză

source: last name
ro: nume

source: first name
ro: prenume

source: initials
ro: inițiale

source: city
ro: oraș

source: county
ro: județ

source: address
ro: adresă

source: telephone
ro: telefon

source: anonymous
ro: anonim

source: If the user would like the ngo to see the donation
ro: Dacă utilizatorul dorește ca ONG-ul să vadă donația

source: If the user agrees for ANAF to share their data with the NGO
ro: Dacă utilizatorul este de acord ca ANAF să împărtășească datele cu ONG-ul

source: income type
ro: tip venit

source: two years
ro: doi ani

source: If the user wants to donate for 2 years
ro: Dacă utilizatorul dorește să doneze pentru 2 ani

source: filename
ro: nume fișier

source: has signed
ro: a semnat

source: PDF file
ro: fișier PDF

source: date created
ro: data creării

source: donor
ro: donator

source: donors
ro: donatori

source: New
ro: Nou

source: Error
ro: Eroare

source: Done
ro: Finalizat

source: owner
ro: utilizator

source: status
ro: stare

source: donations count
ro: număr de donații

source: ZIP
ro: Arhivă

source: date finished
ro: data terminării

source: job
ro: sarcină

source: jobs
ro: joburi

source: '%(value)s' is not a valid identifier. The identifier must look like %(sample)s
ro: '%(value)s' nu este un identificator valid. Identificatorul trebuie să arate ca modelul următor: %(sample)s

source: slug
ro: URL organizație

source: description
ro: descriere

source: NGO Hub organization ID
ro: ID organizație în NGO Hub

source: Last NGO Hub update
ro: Ultima actualizare din NGO Hub

source: bank account
ro: cont bancar

source: registration number
ro: număr de înregistrare

source: VAT ID
ro: COD TVA

source: registration validation failed
ro: validarea înregistrării a eșuat

source: locality
ro: localitate

source: active region
ro: regiune activă

source: display email
ro: afișează email

source: display phone
ro: afișează telefon

source: is verified
ro: este verificat

source: has special status
ro: are statut special

source: is accepting forms
ro: acceptă formulare

source: is active
ro: este activ

source: form with prefilled ngo data
ro: formular cu datele ONG-ului completate

source: Filename cache
ro: Cache nume fișier

source: date updated
ro: data actualizării

source: NGOs
ro: ONG-uri

source: allow online collection
ro: permite colectarea online

source: name
ro: nume

source: form with prefilled cause
ro: formular cu datele ONG-ului completate

source: Causes
ro: Cauze

source: Download form
ro: Descarcă formular

source: Form options
ro: Opțiuni formular

source: Downloads are disabled for unsigned redirections
ro: Descărcările sunt dezactivate pentru redirecționările fără semnătură

source: Reset password
ro: Resetare parolă

source: Reset redirectioneaza.ro password
ro: Resetare parolă redirectioneaza.ro

source: Your redirectioneaza.ro account
ro: Contul tău redirectioneaza.ro

source: If the email address is valid, you will receive an email with instructions.
ro: Dacă adresa de email este validă, vei primi un email cu instrucțiuni.

source: Sign In
ro: Autentificare

source: Continue with NGO Hub
ro: Continuă cu NGO Hub

source: I have an NGO Hub account
ro: Am cont în NGO Hub

source: It seems that this email and password combination is incorrect.
ro: Se pare că această combinație de email și parolă este incorectă.

source: Sign Out
ro: Deconectare

source: Set New Password
ro: Setare parolă nouă

source: New account
ro: Cont nou

source: Register new account
ro: Creează un cont în NGO Hub

source: Register through NGO Hub
ro: Înregistrare prin NGO Hub

source: Welcome to redirectioneaza.ro
ro: Confirmare cont redirectioneaza.ro

source: Account created
ro: Cont creat

source: Account verified
ro: Cont validat

source: Verification
ro: Verificare

source: %(time)d hour
ro: %(time)d oră

source: %(time)d minute
ro: %(time)d minut

source: The search query must be at least 3 characters long
ro: Termenul de căutare trebuie să aibă cel puțin 3 caractere

source: Donations this year
ro: Donații anul acesta

source: View all
ro: Vezi toate

source: Donations all-time
ro: Donații totale

source: NGOs registered
ro: ONG-uri înregistrate

source: Functioning NGOs
ro: ONG-uri utilizatoare

source: NGOs from NGO Hub
ro: ONG-uri din NGO Hub

source: NGOs with forms
ro: ONG-uri cu formulare

source: Donations per month
ro: Donații pe lună

source: Number of donations
ro: Număr de donații

source: Current year donations per county
ro: Donații pe județe pentru anul curent

source: Donations in %d
ro: Donații în %d

source: Documents ready for download
ro: Documentele sunt gata pentru descărcare

source: no.
ro: nr. crt.

source: initial
ro: inițială

source: duplicate
ro: duplicat

source: phone
ro: telefon

source: full address
ro: adresă completă

source: street name
ro: strada

source: street number
ro: număr

source: building
ro: bloc

source: entrance
ro: scara

source: floor
ro: etaj

source: apartment
ro: apartament

source: date
ro: data completării

source: duration
ro: perioadă

source: The IBAN number must have 24 characters
ro: IBAN-ul trebuie să aibă 24 de cifre

source: The IBAN number must contain only letters and digits
ro: IBAN-ul trebuie să conțină doar litere și cifre

source: The IBAN number must start with 'RO'
ro: IBAN-ul trebuie să înceapă cu 'RO'

source: Organization details
ro: Detalii organizație

source: There are some errors on the presentation form.
ro: Există erori în formularul de prezentare.

source: Organization forms
ro: Formulare organizație

source: There are some errors on the redirection form.
ro: Există erori în formularul de redirecționare.

source: Account settings
ro: Setări cont

source: Redirections
ro: Redirecționări

source: Archives history
ro: Istoric arhive exportate

source: Download donor form
ro: Descarcă formular donator

source: Your organization is not active
ro: Organizația ta nu este activă

source: Download archive
ro: Descarcă arhiva

source: Period
ro: Perioadă

source: One year
ro: Un an

source: Signed
ro: Semnat

source: Not signed
ro: Nesemnat

source: Successful redirection
ro: Redirecționare reușită

source: form filled in
ro: formular completat în

source: organizations registered in the platform
ro: organizații înregistrate în platformă

source: redirected to NGOs through the platform
ro: redirecționați către ONG-uri prin redirectioneaza.ro

source: > €2 million
ro: > 2 milioane €

source: About redirectioneaza.ro
ro: Despre redirectioneaza.ro

source: All causes
ro: Toate cauzele

source: Information notice
ro: Notă de informare

source: Privacy policy
ro: Politica de confidențialitate

source: Terms & conditions
ro: Termeni și condiții

source: Frequent Questions
ro: Întrebări frecvente

source: Title
ro: Titlu

source: Order
ro: Ordine

source: Section
ro: Secțiune

source: Sections
ro: Secțiuni

source: Question
ro: Întrebare

source: Answer
ro: Răspuns

source: Questions
ro: Întrebări

source: Frequently Asked Questions
ro: Întrebări frecvente

source: Importer
ro: Importator

source: First Name
ro: Prenume

source: The first name of the user who will be the administering the Partner.
ro: Prenumele utilizatorului care va administra Partenerul.

source: Last Name
ro: Nume

source: The last name of the user who will be the administering the Partner.
ro: Numele utilizatorului care va administra Partenerul.

source: User Email
ro: Email utilizator

source: The email address of the user who will be the administering the Partner.
ro: Adresa de email a utilizatorului care va administra Partenerul.

source: Partner
ro: Partener

source: Options
ro: Opțiuni

source: Metadata
ro: Metadate

source: An error occurred while creating the user: %(error)s
ro: A apărut o eroare la crearea utilizatorului: %(error)s

source: Join redirectioneaza.ro
ro: Alătură-te redirectioneaza.ro

source: The user has been successfully invited.
ro: Contul tău a fost verificat cu succes!

source: Invite new manager
ro: Invită un nou manager

source: Partners
ro: Parteneri

source: Custom
ro: Personalizat

source: Alphabetical
ro: Alfabetic

source: Alphabetical (reverse)
ro: Alfabetic (invers)

source: Newest
ro: Cel mai nou

source: Oldest
ro: Cel mai vechi

source: Random
ro: Aleator

source: subdomain
ro: subdomeniu

source: has custom header
ro: are antet personalizat

source: has custom note
ro: are notă personalizată

source: display ordering
ro: ordonare afișare

source: partner
ro: partener

source: display order
ro: ordine afișare

source: Partner NGO
ro: Partener NGO

source: Partner NGOs
ro: Parteneri NGO-uri

source: Partner Cause
ro: Partener Cauză

source: Partner Causes
ro: Parteneri Cauze

source: Has NGO
ro: Are ONG

source: Invalid email send method. Must be 'async' or 'sync'.
ro: Metoda de trimitere email invalidă. Trebuie să fie 'async' sau 'sync'.

source: This subdomain is reserved.
ro: Acest subdomeniu este rezervat.

source: Subdomain must contain only lowercase characters.
ro: Subdomeniul trebuie să conțină doar caractere mici.

source: Subdomain must contain only alphanumeric characters and '-' (hyphens).
ro: Subdomeniul trebuie să conțină doar caractere alfanumerice și '-' (linii de despărțire).

source: Subdomain must have between 3 and 100 characters.
ro: Subdomeniul trebuie să aibă între 3 și 100 de caractere.

source: About
ro: Despre

source: Discover organizations
ro: Descoperă organizații

source: Still undecided about the cause you want to support? Discover the organizations you can redirect to through the platform.
ro: Încă nu te-ai hotărât cu privire la cauza pe care vrei să o susții? Descoperă organizațiile către care poți redirecționa prin platformă.

source: How it works
ro: Cum funcționează

source: What is the 230 form? Who can redirect? How can you contribute? What are the rules?
ro: Ce este formularul 230? Cine poate redirecționa? Cum poți contribui? Care sunt regulile?

source: Frequently asked questions
ro: Întrebări frecvente

source: How can you create an account for your organization? Issues using the platform? Find the answers to your questions.
ro: Cum poți crea un cont pentru organizația ta? Probleme în utilizarea platformei? Găsește răspunsurile la întrebările tale.

source: What happens with your data? What else? Find the answers to your questions.
ro: Ce se întâmplă cu datele tale? Ce altceva? Găsește răspunsurile la întrebările tale.

source: The contact form for donors.
ro: Pagina formular contact pentru donatori.

source: User guide
ro: Ghidul utilizatorului

source: Find out how you can use redirectioneaza.ro to collect the 230 forms for your organization and discover the features.
ro: Află cum poți folosi platforma redirectionează.ro pentru a strânge formularele 230 pentru organizația ta și descoperă funcționalitățile.

source: Admin Dashboard
ro: Tablou de bord

source: FAQ Questions
ro: FAQ Întrebări

source: Users
ro: Utilizatori

source: Dashboard
ro: Tablou de bord

source: Organization Data
ro: Date organizație

source: Organization Form
ro: Formular organizație

source: Archive History
ro: Istoric arhive

source: Account Settings
ro: Setări cont

source: Log in
ro: Intră în cont ONG

source: Register Organization
ro: Înregistrează ONG

source: Log out
ro: Deconectare

source: For donors
ro: Pentru contribuabili

source: For organizations
ro: Pentru organizații

source: My Organization
ro: Organizația mea

source: January
ro: Ianuarie

source: Jan
ro: Ian

source: February
ro: Februarie

source: March
ro: Martie

source: April
ro: Aprilie

source: May
ro: Mai

source: June
ro: Iun

source: Jun
ro: Iun

source: July
ro: Iulie

source: Jul
ro: Iul

source: September
ro: Septembrie

source: October
ro: Octombrie

source: November
ro: Noiembrie

source: Nov
ro: Noi

source: December
ro: Decembrie

source: Background Tasks
ro: Task-uri în fundal

source: Home page
ro: Pagina principală

source: Donation exports
ro: Exporturi de donații

source: Groups
ro: Grupuri

source: Failed tasks
ro: Task-uri eșuate

source: Queued tasks
ro: Task-uri în așteptare

source: Scheduled tasks
ro: Task-uri programate

source: Successful tasks
ro: Task-uri reușite

source: Password
ro: Parola

source: Application not activated
ro: Aplicația nu este activată

source: The application is not activated for this user/organization.
ro: Aplicația nu este activată pentru acest utilizator/această organizație.

source: If you are the owner of the organization, please activate it in NGO Hub.
ro: Dacă ești proprietarul organizației, te rugăm să o activezi în NGO Hub.

source: Return to login
ro: Întoarce-te la autentificare

source: Multiple NGOs for this CUI
ro: Mai multe ONG-uri cu acest CUI

source: Multiple NGOs have been found during synchronization. Admins have been notified and will resolve the issue shortly.
ro: Au fost găsite mai multe ONG-uri în timpul sincronizării. Administratorii au fost notificați și vor rezolva problema în curând.

source: Unknown role
ro: Rol necunoscut

source: Your current role isn't supported.
ro: Rolul tău actual nu este suportat.

source: Password recovery
ro: Recuperare parolă

source: E-mail address
ro: Adresă de email

source: To recover your password, please enter the email address you registered with and then press the Send button.
ro: Pentru a-ți recupera parola, te rugăm să introduci adresa de email cu care te-ai înregistrat și apoi apasă butonul Trimite.

source: Send
ro: Trimite

source: Set a new password
ro: Setează parolă nouă

source: New password
ro: Parolă nouă

source: Confirm password
ro: Confirmă parola

source: Change password
ro: Schimbă parola

source: Check your email address
ro: Verifică-ți adresa de email

source: Your account has been succesfully created! You will receive an email message shortly. Click on the link in the email to finish your account validation.<br> Unable to find the email? Be sure to also check the spam folder.
ro: Contul tău a fost creat cu succes! În scurt timp vei primi un email. Apasă pe link-ul din email-ul primit pentru a finaliza verificarea contului. Nu găsești emailul? Asigură-te că ai verificat și folderul de spam.

source: Authentication problems?
ro: Ai probleme la conectare?

source: Check the support page
ro: Consultă pagina de suport

source: or contact us at
ro: sau contactează-ne la

source: Your account has been succesfully validated!
ro: Contul tău a fost verificat cu succes!

source: Congratulations! You have completed your redirectioneaza.ro account validation. Now you can return to the authentication page and log into your account.
ro: Felicitări! Ai finalizat verificarea contului tău pe redirectioneaza.ro. Acum poți să te întorci la pagina de autentificare și să accesezi contul tău.

source: Authenticate
ro: Intră în cont

source: Do you represent an NGO? Join NGO Hub
ro: Reprezinți un ONG? Alătură-te NGO Hub

source: We provide redirectioneaza.ro, through which NGOs can more easily collect the 230 forms. The platform is part of the NGO Hub ecosystem, along with other digital solutions created for the needs of non-profit organizations. And your organization can have access, for free!
ro: Punem la dispoziția societății civile redirectioneaza.ro, platforma prin care ONG-urile pot colecta mai ușor formularele 230. Platforma face parte din ecosistemul NGO Hub, alături de alte soluții digitale create pentru nevoile organizațiilor non-profit. Și organizația ta poate avea acces, gratuit!

source: Register organization
ro: Înregistrează organizația

source: Find out more
ro: Află mai multe

source: Error!
ro: Eroare!

source: Login with email & password
ro: Conectare cu email și parolă

source: Did you previously log in to redirectioneaza.ro? You can use the same login details. For access to more features and a simpler login, you can switch to NGO Hub without losing your existing data and forms.
ro: Te-ai mai conectat în trecut pe redirectioneaza.ro? Poți folosi aceleași date de autentificare. Pentru acces la mai multe funcționalități și o autentificare mai simplă, poți trece la NGO Hub fără să pierzi datele și formularele existente.

source: Email address
ro: Adresă de email

source: Register without NGO Hub
ro: Înregistrare fără NGO Hub

source: You can use redirectioneaza.ro without having an account in NGO Hub. Register by filling out the form below.
ro: Poți folosi platforma redirectioneaza.ro și fără a avea un cont în NGO Hub. Înregistrează-te completând formularul de mai jos.

source: I agree with
ro: Sunt de acord cu

source: the terms of the platform
ro: Termenii și condițiile platformei

source: Create account
ro: Creează cont

source: Go to account
ro: Mergi la cont

source: Access your account through NGO Hub
ro: Accesează-ți contul prin NGO Hub

source: To access your account, you need to authenticate through NGO Hub.
ro: Pentru a accesa contul, trebuie să te autentifici prin NGO Hub.

source: Use your NGO Hub account to access redirectioneaza.ro and other applications dedicated to civil society, all in one place.
ro: Folosește contul NGO Hub pentru a accesa redirectioneaza.ro și alte aplicații dedicate societății civile, toate într-un singur loc.

source: If you are an NGO you can access our entire civil society ecosystem for free through NGO Hub.
ro: Dacă ești o organizație non-profit, poți beneficia gratuit de toate soluțiile din ecosistemul dedicat societății civile prin NGO Hub.

source: You don't have an NGO HUB account?
ro: Nu ai cont pe NGO Hub

source: Register here
ro: Înregistrează-te aici

source: Log in problems?
ro: Ai probleme la conectare?

source: To access redirectioneaza.ro through your NGO Hub account, make sure:
ro: Pentru a accesa Redirecționează prin contul tău NGO Hub, asigură-te că:

source: To access redirectioneaza.ro through your NGO Hub account, follow the steps:
ro: Pentru a accesa Redirecționează prin contul tău NGO Hub, urmează pașii de mai jos:

source: You have an active account in NGO Hub
ro: Ai un cont activ în NGO Hub

source: Create an account for your organization in NGO Hub
ro: Creează un cont pentru organizația ta în NGO Hub

source: If you don't have an account in NGO Hub, you can create one for free. Learn more about the
ro: Dacă nu ai un cont în NGO Hub, poți crea unul gratuit. Află mai multe despre

source: benefits of NGO Hub
ro: beneficiile NGO Hub
