Repository: code4romania/redirectioneaza
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ro

source: <p> Your organization can't currently receive forms because not all the required information has been filled in. Please make sure the following fields are filled in: </p>
ro: <p>Organizația ta nu poate primi formulare în prezent deoarece nu toate informațiile necesare au fost completate. Te rugăm să te asiguri că următoarele câmpuri sunt completate:</p>

source: <p> Your organization can't currently receive forms because it is not active. If you think this is a mistake, please contact us at <a href="mailto:%(contact_email)s" class="text-blue-600 underline">%(contact_email)s</a>. </p>
ro: <p>Organizația ta nu poate primi formulare în prezent deoarece nu este activă. Dacă pare a fi o greșeală, te rugăm să ne contactezi la <a href="mailto:%(contact_email)s" class="text-blue-600 underline">%(contact_email)s</a>.</p>

source: Fill out the organization's profile on redirectioneaza.ro
ro: Completează profilul organizației pe redirectioneaza.ro

source: Presentation Data
ro: Pagina organizației tale

source: Form Data
ro: Date formular

source: Allow users to sign the form online
ro: Permit contribuabililor să semneze online formularul de redirecționare pentru organizația mea.

source: By selecting this option, I confirm that the NGO has the SPV account that's necessary to submit the forms
ro: Prin selectarea acestei opțiuni, confirm că m-am asigurat că organizația mea are un cont SPV, necesar pentru a depune formularele completate cu semnătură online.

source: Organization URL
ro: URL-ul organizației

source: Form title
ro: Titlu formular

source: Form description
ro: Descriere formular

source: IBAN on form
ro: Numărul IBAN pe formular

source: Organization website
ro: Website-ul organizației

source: Organization contact e-mail
ro: Email de contact al organizației

source: Display e-mail in the profile
ro: Afișează email-ul pe pagina publică

source: Organization contact phone
ro: Telefon de contact al organizației

source: Display phone in the profile
ro: Afișează telefonul pe pagina publică

source: Organization address
ro: Adresa organizației

source: Locality/Sector
ro: Localitate/Sector

source: Date filled
ro: Completat la

source: Locality, County
ro: Oraș, Județ

source: 2 years
ro: 2 ani

source: No redirections found
ro: Nu s-au găsit redirecționări

source: This person does not wish to share their contact details.
ro: Această persoană nu dorește să-și împărtășească datele de contact.

source: Unsigned
ro: Nesemnat

source: donations
ro: donații

source: Here you can find the redirection forms filled in, which you can export.
ro: Mai jos găsești formularele de redirecționare completate, pe care le poți exporta.

source: %(counter)s redirection form
ro: %(counter)s formular de redirecționare

source: Because the download operation of the redirections can take longer, depending on the number of donors, you can currently download one archive every %(period_between_retries)s.
ro: Deoarece operația de descărcare a declarațiilor poate dura mai mult timp, în funcție de numărul de donatori, momentan puteți descărca o singură arhivă la fiecare %(period_between_retries)s.

source: Generate ANAF Archive
ro: Generează arhiva ANAF

source: Search for donors
ro: Caută contribuabili

source: Filter list
ro: Filtrează

source: Manage your account settings in NGO Hub
ro: Gestionează contul tău în NGO Hub

source: Here you can manage your account settings.
ro: Gestionează contul tău mai jos

source: User Account
ro: Cont utilizator

source: Full name
ro: Nume și prenume

source: Explore causes
ro: Explorează ONG-uri

source: Without costing you anything extra, by redirecting, you give a little extra power to a cause to do good in your name. You can opt for the redistribution of the amount until
ro: Fără să te coste nimic în plus, redirecționând, oferi un strop de putere în plus unui ONG care să facă bine și în numele tău. Poți opta pentru redistribuirea sumei până pe

source: No organizations found.
ro: Nu au fost găsite organizații

source: organizations
ro: organizații

source: Explore organizations
ro: Explorează organizații

source: Without costing you anything extra, by redirecting, you give a little extra power to an NGO to do good in your name. You can opt for the redistribution of the amount until
ro: Fără să te coste nimic în plus, redirecționând, oferi un strop de putere în plus unui ONG care să facă bine și în numele tău. Poți opta pentru redistribuirea sumei până pe

source: Search for an NGO by its name or CUI/CIF
ro: Caută un ONG după nume sau CUI/CIF

source: Search for a cause by its name or its NGO's CUI/CIF
ro: Caută un ONG după nume sau CUI/CIF

source: Explore the NGOs
ro: Explorează ONG-urile

source: Explore NGOs
ro: Explorează ONG-uri

source: Choose the organization you want to redirect to!
ro: Alege organizația către care vrei să redirecționezi!

source: See all organizations
ro: Vezi toate organizațiile

source: Redirect 3.5%% of your income tax
ro: Redirecționează 3.5%% din impozitul pe venit

source: to a cause of your choice
ro: către on ONG la alegere

source: Redirect 3.5%% of your tax to one of the NGOs
ro: Redirecționează 3.5%% din impozitul tău către unul dintre ONG-urile

source: supported by %(company_name)s
ro: susținute de %(company_name)s

source: You decide what happens
ro: Tu decizi ce se întâmplă

source: with 3.5%% of the income tax
ro: cu 3.5%% din impozitul pe venit

source: If your favorite NGO is not on this page, check the full list of organizations on <a class="underline text-cyan-700" href="https://redirectioneaza.ro">redirectioneaza.ro</a>.
ro: Dacă ONG-ul tău preferat nu se află pe această pagină, consultă lista completă de organizații de pe <a class="underline text-cyan-700" href="https://redirectioneaza.ro">redirectioneaza.ro</a>.

source: Previous
ro: Precedent

source: Next
ro: Următor

source: per page
ro: pe pagină

source: Couldn't find what you were looking for?
ro: Nu ai găsit ce căutai?

source: Send us your question at <a href="mailto:%(contact_email)s">%(contact_email)s</a> and we will get back to you as soon as possible.
ro: Trimite-ne întrebarea ta la adresa de email <a href="mailto:%(contact_email)s">%(contact_email)s</a> și vom răspunde în cel mai scurt timp posibil.

source: About Code for Romania
ro: Despre Code for Romania

source: Support our projects
ro: Susține proiectele noastre

source: Home
ro: Acasă

source: For contributors
ro: Pentru contribuabili

source: Technical support
ro: Suport tehnic

source: Useful links
ro: Linkuri utile

source: Redirecting to authentication...
ro: Redirecționare către autentificare...

source: or click here to sign in
ro: sau apasă aici pentru a te autentifica

source: Work in progress
ro: Lucrări în desfășurare

source: The site is still a work in progress. If you have any feedback, please let us know
ro: Site-ul este încă în lucru. Dacă ai feedback, te rugăm să ni-l transmiți

source: Contact us
ro: Contactează-ne

source: Django site admin
ro: Administrație site Django

source: Django administration
ro: Administrație Django

source: Permissions
ro: Permisiuni

source: Important dates
ro: Date importante

source: Superuser must have is_staff=True.
ro: Super-utilizatorul trebuie să aibă is_staff=True.

source: Superuser must have is_superuser=True.
ro: Super-utilizatorul trebuie să aibă is_superuser=True.

source: username
ro: nume utilizator

source: We do not use this field
ro: Nu folosim acest câmp

source: email address
ro: adresă de email

source: is ngohub user
ro: utilizator NGO Hub

source: validation token
ro: token de validare

source: validation token timestamp
ro: dată token de validare

source: old password
ro: parolă veche

source: Group
ro: Grup
